[
    {
      "image": "/verbal/verbal1.png",
      "text": "Mary Engle Pennington, a chemist who helped advance home refrigeration, undoubtedly made a substantial impact on society, but her place in our historical memory is perhaps more _____ than that of Stephanie Kwolek, who invented the incredibly strong material known as Kevlar, an accomplishment for which she will long be remembered.",
      "options": ["permanent", "tentative", "warranted", "prominent"]
    },
    {
      "image": "/verbal/verbal2.png",
      "text": "To demonstrate that the integrity of underground metal pipes can be assessed without unearthing the pipes, engineer Aroba Saleem and colleagues _____ the tendency of some metals’ internal magnetic fields to alter under stress: the team showed that such alterations can be measured from a distance and can reveal concentrations of stress in the pipes.",
      "options": ["hypothesized", "discounted", "redefined", "exploited"]
    },
    {
      "image": "/verbal/verbal3.png",
      "text": "Despite the generalizations about human behavior they have produced, many studies of behavioral psychology have used highly unrepresentative subject pools: students at the colleges and universities where the researchers are employed. To _____ this situation, it is necessary to actively recruit subjects from diverse backgrounds and locations.",
      "options": ["sanction", "ameliorate", "rationalize", "postulate"]
    },
    {
      "image": "/verbal/verbal4.png",
      "text": "Though not closely related, the hedgehog tenrecs of Madagascar share basic _____ true hedgehogs, including protective spines, pointed snouts, and small body size—traits the two groups of mammals independently developed in response to equivalent roles in their respective habitats.",
      "options": ["examples of", "concerns about", "indications of", "similarities with"]
    },
    {
      "image": "/verbal/verbal5.png",
      "text": "While recent scholarship has undermined claims that the works of twelfth-century Islamic philosopher Ibn Rushd were _____ other Muslim philosophers of his time, it is indisputable that his location in the Muslim-ruled area of what is now Spain meant that his works were primarily available thousands of miles west of the era’s center of Islamic thought.",
      "options": ["controversial among", "antagonistic toward", "imitated by", "inconsequential to"]
    },
    {
      "image": "/verbal/verbal6.png",
      "text": "The following text is adapted from Herman Melville’s 1855 novel Israel Potter. Israel is a young man wandering through New England during the late eighteenth century. He hired himself out for three months; at the end of that time to receive for his wages two hundred acres of land lying in New Hampshire. [...] His employer proving false to the contract in the matter of the land, and there being no law in the country to force him to fulfill it, Israel—who, however brave-hearted, and even much of a dare-devil upon a pinch, seems nevertheless to have evinced, throughout many parts of his career, a singular patience and mildness—was obliged to look round for other means of livelihood than clearing out a farm for himself in the wilderness.",
      "options": [
        "It implies that Israel treasures a particular characteristic of his personality when that characteristic should usually be regarded as a flaw.",
        "It suggests that if not for a certain aspect of his character, Israel might not have been as easily thwarted in his ambition to establish a farm.",
        "It shows why Israel would not have been able to undertake the enormous amount of labor necessary to run a farm even if he had owned the necessary property.",
        "It explains why, when the situation requires it, Israel is able to undertake courageous acts that others would generally avoid."
      ]
    },
    {
      "image": "/verbal/verbal7.png",
      "text": "Changes to vegetation cover and other human activities influence carbon and nitrogen levels in soil, though how deep these effects extend is unclear. Hypothesizing that differences in land use lead to differences in carbon and nitrogen levels that are not restricted to the topsoil layer (0–30 cm deep), Chukwuebuka Okolo and colleagues sampled soils across multiple land-use types (e.g., grazing land, cropland, forest) within each of several Ethiopian locations. They found, though, that across land-use types, carbon and nitrogen decreased to comparably low levels beyond depths of 30 cm.",
      "options": [
        "It describes a phenomenon that scientists do not fully understand, explains a research team’s hypothesis about that phenomenon, and then describes a finding that led the team to refine the hypothesis.",
        "It introduces an unresolved scientific question, presents a research team’s hypothesis pertaining to that question, and then describes an observation made by the team that conflicts with that hypothesis.",
        "It discusses a process that scientists are somewhat unclear about, introduces competing hypotheses about that process, and then explains how a research team concluded that one of those hypotheses is likely correct.",
        "It explains a hypothesis that has been the subject of scientific debate, discusses how a research team tested that hypothesis, and then presents data the team collected that validate the hypothesis."
      ]
    },
    {
       "image": ["/verbal/vector8.png"],
        "text": "Text 1: Efforts to automate classification of paintings into different artistic styles have had little success, and we have probably reached the technological limit of this work. Furthermore, it’s not obvious that this is even a useful endeavor—as several critics have argued, differences between artistic styles are inherently subjective and often not the best way to understand relationships between works.\n\nText 2: Baroque painting utilized a very similar color palette as Renaissance painting did to depict largely the same subjects that Renaissance painting depicted. Automated artistic style classifiers often struggle to draw distinctions between these two styles, but Ravneet Singh Arora and Ahmed Elgammal were able to achieve a high degree of accuracy in Baroque/Renaissance comparisons by running one classification model atop another, an approach that demonstrates how much innovation is possible in this realm.",
        "options": {
          "A": "By emphasizing that there are still advances being made in automated artistic style classification",
          "B": "By criticizing previous research into automated artistic style classification systems for focusing on a narrow group of styles",
          "C": "By arguing that most people are not able to correctly identify the style of paintings that they are shown",
          "D": "By suggesting that people may eventually develop more uniform and accepted ideas about artistic styles and their boundaries"
        }
      },

    {
      "image": ["/verbal/vector9.png", "/verbal/vector9.2.png"],
      "text": "To understand how temperature change affects microorganism-mediated cycling of soil nutrients in alpine ecosystems, Eva Kaštovská et al. collected plant-soil cores in the Tatra Mountains at elevations around 2,100 meters and transplanted them to elevations of 1,700–1,800 meters, where the mean air temperature was warmer by 2°C. Microorganism-mediated nutrient cycling was accelerated in the transplanted cores; crucially, microorganism community composition was unchanged, allowing Kaštovská et al. to attribute the acceleration to temperature-induced increases in microorganism activity.",
      "options": [
        "It provided preliminary evidence that microorganism-mediated nutrient cycling was accelerated in the transplanted cores.",
        "It suggested that temperature-induced changes in microorganism activity may be occurring at increasingly high elevations.",
        "It ruled out a potential alternative explanation for the acceleration in microorganism-mediated nutrient cycling.",
        "It clarified that microorganism activity levels in the plant-soil cores varied depending on which microorganisms comprised the community."
      ]
    }
  ]
  